Repository: mozilla-l10n/mt-training-data
Catalog: wbl/wbl_pontoon.tmx
Source language: en_us
Languages: wbl

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
wbl: Jũmlavẽ manzũr k̃hakẽr tẽr rostẽ gẽna swip car. rad k̃hakẽr tẽr chap swip. tẽ wuch gẽna yemẽ lẽcẽrnẽr swip<strong> k̃hũ didig̃hetkvẽ jama k̃hakẽ me rũmũs̃h</strong>

source: Syriac
wbl: Suri

source: Tahitian
wbl: Tahiti

source: Taiwanese (Minnan)
wbl: Taiwanese Ziki Taiwane cebur panz̃ Zikve Majmua he nung tey

source: Tajik
wbl: Tojik

source: Taking several attempts to read a word.
wbl: yi lavzẽ joynẽr cum loy kushish carẽn

source: Tamil
wbl: Tomil

source: Tap
wbl: Di

source: Tatar
wbl: Totor

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
wbl: T̃et̃obayi jumlavẽ yi lup d̃at̃abes, terjuma, woz k̃hẽnetk aud̃iovẽn zik yek̃hk wocnẽ dẽstan. hadem d̃ownlowdi zik k̃hẽnakẽkũzgvẽ rikord̃isht.

source: Technology and Robotics
wbl: T̃ehknoloji et robot̃ikisht

source: Technology that speaks your language
wbl: T̃eknonojis̃h ti zikẽ bobatẽn k̃hand

source: Tell us what you'd like to download:
wbl: K̃han ki sashtes̃h chiz khũmũvn zoq carit:

source: Tepeuxila Cuicatec
wbl: Tepeuxoa Cuicatec

source: Terms
wbl: Istilohisht

source: <termsLink>Terms</termsLink>
wbl: <termsLink>Shartisht </termsLink>

source: Thai
wbl: Tai

source: Thanks for confirming your account, now let's build your profile.
wbl: K̃hũ hisob e tasdiq k̃haker saver s̃hobos̃h (tashakur), niv lecer sak sav-e khoka jũr caren.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
wbl: Cẽ 259k ziyoda khalgvẽ 50sẽn ziyoda zikẽr shomil k̃hakẽr shobos̃h, ‘Spich-enabled̃ dẽrkhostẽ’ khalgvẽ owozẽr baf yarkẽ dẽstanẽv hayem d̃at̃a istimol k̃hetk

source: Thank you for contributing to Spontaneous Speech!
wbl: Dẽ k̃hat k̃hat qisa (zik)k̃hũ bakhs̃h (hisah) kẽtak dẽstan, tower ghafch s̃hobosh (sipos)!

source: Thank you for contributing your bulk submission!
wbl: Saver K̃hũ d̃ũm jũmla’vev drem bũng-e dẽstan s̃hobos̃h!

source: Thank you for contributing your voice!
wbl: K̃hũ owoz shomil k̃hakẽr s̃hobos̃h

source: Thank you for donating your voice clips!
wbl: K̃hũ owozẽ kẽlip k̃hakẽr s̃hobos̃h

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
wbl: Rikord̃ingẽr s̃hobos̃h!<lineBreak></lineBreak>niv yem k̃hũ destũ klipẽ didig̃h woz jama car

source: Thank you for your information
wbl: Sav-e malũmot rẽdho’r dẽstan ghafch s̃hobos̃h (tashakur).

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
wbl: Ha dem { $lang } Rẽdho’r woz ti dilchaspi dẽstan s̃hobos̃h (sipos). Haryi zik e tiyor k̃hak et pũrũt yundak dẽstan, sakes̃h ghafch mihnat caren woz barqinomah -e zariya en jileves̃h (guru’ves̃h) agah leceren. Agar tuwes̃h ki k̃hũ bakhs̃h rẽdho’r zoq car, mehrboni car k̃he k̃hũ barqinomah dem dest rand

source: Thank you for your voice information
wbl: ti owozẽ malũmotẽr tor s̃hobos̃h

source: Thank you! You’ve sent a new language enquiry
wbl: S̃hobos̃h (sipos)!Save saker yi s̃heg̃hd zik-e daryoft stetk.

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
wbl: Behtẽrin jũmlayi fitri woz gap dinẽn — yawi digarvẽ joynẽr oson wocẽn awaji. dẽlavze owozẽ ikhtilof zẽrũri, skẽs̃h yem be kushishen ki rẽzokor jẽmoater ricord̃ingẽ dilchaspẽt mẽzador gon.

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
wbl: Gap dini yi koromad taqrir shẽnokhtẽ injẽnẽr dẽrkor, s̃heg̃hd gpadin, Jũmla k̃hakri caq k̃heyolisht:

source: The bumblebee sped by.
wbl: Dhus tizig̃hẽ mes̃h shekhstẽ.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
wbl: Qabristone "Clip" haya owoze clipisht kumdisht ki de "Common voice dataset" ne rek̃hk. "Dataset" e rang Clipe Qabristones̃h be "download" wost

source: The clip has disrespectful or offensive language.
wbl: Hẽdem kẽlipi badh tẽmiz yoy jarihona zik

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
wbl: da Common Voice Dataset'es̃h cum sad hazor owoz namun'isht wocen kumdes̃h'ki sokhtmon'er owoz dishn'e owzor'ev tyor k̃hak'er madad wost

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
wbl: Yũrtishtev Umumi Owog̃h-e pũzũv-e birt k̃hak—yashtes̃h cẽ kũ jahon en wez’in woz yashtev zik-e yark k̃hakkũzgisht, soyinsdonisht woz fankorisht (art̃istisht). Sashtes̃h woz be dishn kecerit (bas wezit) ki ce sokht dẽ spo <about> bora'r </about>ruy woz dẽ spo <community>yũrt-e s̃hitik-e kitob</community> agar sashtes̃h ki dilchaspi lecerit dẽ blec idorajoti sharakotdori<emailFragment>dẽ robita halit. </emailFragment>

source: The content contains a language different than I was expecting.
wbl: Dem mawodi z̃ereng qisa (zik) kumd ki maz̃he ũmid ne likertu

source: The content has disrespectful or offensive language.
wbl: Dem mawodi bitamizig̃h et taklif rẽdho’r-e qisayisht (zikisht)

source: The giant dino [cough] the Triassic.
wbl: Nido Borzẽngi [qokhtẽ] T̃esik

source: The giant dinosaur of the Triassic.
wbl: T̃riassikẽ borzẽngiẽ rang d̃aynosaurisht

source: The giant dinosaurs of the Triassi-.
wbl: T̃riassiyẽ borzẽngi rang d̃aynosaurisht-,

source: The giant dinosaurs of the Triassic.
wbl: T̃riassikẽ borzẽngi rang d̃inosaurs

source: The giant dinosaurs of the Triassic. [read by one voice]
wbl: T̃resikẽ Borzẽngiẽ rand d̃aynasour. [yi sẽdor k̃han]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
wbl: T̃riassikẽ borzẽngi rang d̃aynosaurisht <strong>[joy yi owozẽn]</strong>

source: The giant dinosaurs of the Triassic. Yes.
wbl: T̃riassikẽ borzẽngi rang d̃aynosaurisht. yan

source: The giant dino <strong>[cough]</strong> the Triassic.
wbl: Dẽ t̃rayasik borzẽngi qokhtẽ <strong></strong>

source: The MediaRecorder API is not supported in your browser.
wbl: Dẽ sav sũma k̃hakkũzg (browser), mid̃yarekord̃ k̃hakkuzges̃h ya API’es̃h yori ne rand

source: The number of recordings and which languages you contribute to will be public.
wbl: Rikord̃ingẽ tedod woz kumd zirkẽs̃h shomilẽb pẽ jẽhon gon.

source: The page you are looking for could not be found
wbl: Ya ruy kumdes̃h ki sasht tayin carit, yowes̃h tũtak ne keceren

source: The question should be answerable in just a couple of sentences.
wbl: Sawole jawob de Chandi Jumlaev redho wost.

source: There are currently no prompts for this language. Please refresh the page or try again later.
wbl: Hadem wakht yem zik-e dẽstan, dremi kum be zẽmuner (prompt) nast. Mehrboni car k̃he ya ruy (page) toza car yoy cẽbas n kushish car.

source: There are currently no sentences to review in this language.
wbl: Hẽdem ziki hanivdam chiz jũmlayisht dẽdeg̃hikẽr nast

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
wbl: Yem zik-e dẽstan, dem wakht drayi kum nivishetk (transkripshan) nast. Mehrboni carit k̃he yem ruy yiloy toza carit yoy woz yan kushish carit.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
wbl: Zike bobaten fikrisht ghafchzel. Qissa he namunahev takhpa k̃hake bobaten, "Common vooice" es̃h "limane rẽpuzuv" kitak, yoy oyo hadem zik qissa k̃hake khalgishtes̃h bus̃hter limane qissave dishna, agar yaveki koshesh kert?

source: There are no more questions for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
wbl: Yem Zike distani chiz bes̃h sawalish nast. Agar ce tawni ki kumer rums̃huvetk vitk, tuwes̃h cebasen likerk mawade jori licerne bas wez yoy cebasen owoze mes̃han kushash car.

source: The recording was too long.
wbl: Rikord̃in gha dẽroz tu

source: The recording was too quiet.
wbl: Rekord̃ing gha shov tu

source: The recording was too short.
wbl: Rikord̃ing gha kũt̃ tu

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
wbl: dremi hadem wakht yem zik-e dẽstan kum owog̃hiband (od̃iyo) owog̃hũ nivishner nast.

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
wbl: didẽg̃hikẽr, dẽ jũmlayi hindisa ne wocẽn baf chizer ki yashtẽs̃h sarowoz joynẽ wokht mushkil gon. kumd indisas̃h ki cẽrsokht joyen yas̃h holotẽ metobiq sẽk d̃at̃aset̃ pẽrishoni pẽydon, misoliki, hindisa “2409” albat kifche sũratẽr dũst joyd “wistẽ- cẽbũr sifer naw”woz “bu hozorẽt cẽbũr sadẽt naw”.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
wbl: dẽ joynẽkuzgvẽ mẽlungẽb qũdrati har qismẽ hũjẽm wost. sirf haywẽ rad car kumdi ki bẽland woz ricord̃ings̃h resẽtht, yoyi gha past tus̃h yo ne kẽs̃hũy ki cẽ matanẽn bẽshkhav chiz k̃hẽnetk.

source: The route was unclear.
wbl: vẽdek pokiza ne tu/ vẽdek nomalum tu

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
wbl: Yem zikishtẽv hadem wakht dẽ yũrtẽ pũrũt rec̃hn (pishrawi k̃hak). Pishkash k̃hak hatẽn<localizationGlossaryLink>websayt̃ desiyati (muqomiyati )</localizationGlossaryLink> woz <sentenceCollectionGlossaryLink>jũmla g̃hũrtni</sentenceCollectionGlossaryLink> darkor

source: The selected file is too large
wbl: Ya yũwretk fayli ghafch lup.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
wbl: Jũmla jama k̃hakẽ kũzgi tẽr asẽl kommon Voys Plat̃form ( Common Voice Platform). tus̃h dishnẽ bas wez <writeURL> nivish </writeURL> yi jũmla yoy <reviewURL> didig̃h </reviewURL> wir jumla sẽk kommon voys (common Voice ) kẽtak

source: The sentence has a grammatical or spelling error.
wbl: Dẽ jũmlayi gẽramar yoy hijaẽ nuqs

source: The sentence has disrespectful or offensive language.
wbl: Jumlayi badh tẽmiz yoyi jarihona/ qarwẽzũmnẽ zarzik

source: The sentence must be grammatically correct.
wbl: Jũmlayi gramarẽ lihozẽr dẽrũst wocẽn dẽrkor

source: The sentence must be speakable.
wbl: Jũmla zẽrũr k̃hẽnakẽ qobil wost

source: The sentence must be spelled correctly.
wbl: Jũmlaẽ hijayi drũst wocẽn dẽrkor/ awaji

source: The sentence should have fewer than 15 words.
wbl: Jẽ jũmlayi cẽ 15'en kam harfishet wocẽn awaji

source: The site is ready to be launched when it reaches 75% completion.
wbl: 'Site' ep haya wakht sohat wost, ce wakhtki 75 % yark pura witey.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
wbl: Shẽg̃hd molomotẽr, cumiki jald sayd̃e bekupẽ dũrz, miriboli car shomil woc<matrixLink>tẽrlẽman jẽmoatẽv qẽsa</matrixLink>yoy rec̃h<githubLink>GitHub</githubLink>yoy<discourseLink> spo d̃skors foramẽv</discourseLink>ẽr sayt kẽt̃kẽr yoy didẽg̃hikẽr

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
wbl: TED-LIUM korpas audio qẽsav k̃hetũ woz yavẽ tẽrjumayi sek TED website tey.

source: The website text is translated into that language.
wbl: "website" matan hada zik tarjuma vitk.

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
wbl: Dem mawodev zoti lihozer yi khalg shinokht k̃hak-e malũmotisht, ce sokht ki yav-e nung, barqinomah-e patah (email), jay, zoti shinokht k̃hak z̃hũmũrnisht (hidisayisht), yoy fon-e z̃hũmũrnisht (hindisayisht)

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
wbl: Hayem malũmotẽn ce dhetk yemi ikhtiyori, tus̃h ki dem osoy tu yẽmẽ shomil car, woz yem yẽqin car ki molumot yaniki ti nungẽt emaili dẽ ti obodiaoti molũmotẽn yani ũmrẽt jinsẽn pẽywast nast.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
wbl: Yem ma’lũmot rẽdho’ri ti ikhtiyor—rost ki ya sũrater agar ti pũzũves̃h ki yem rẽdho’r pũchũzd. Ce mal sake ki ya malũmotev lekert (sark’e gok̃ht), sakep farzi nung en kũ zoti (shakhsi) malũmotev pũrũt leceren, woz yemep bowarig̃h k̃hak remiyen ki sav-e ma’lũmotisht ya’ni yaran et barqi nomah (email) dẽ mũrdũmi malũmot (demographic information), ce sokht ki yiran et jins tey, piwand me vitk hũmũyen. sav-e yiran. Haryũwer t̃eknoloji baf yark k̃hak dẽstan, ya malũmot kumdes̃h ki t̃eknolojy paydo k̃hak dẽstan yem-e paydo k̃hakkũzg (developers) madad rand, yem’ri darkor ki yem kũs̃hodh hader khalgev dẽ k̃hat disũvd. Woz be joyit ki malũmot en trẽvich (metadatayi( chizer lozim?

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
wbl: yemi yi istimol kasẽ (use case) vit sagment̃ dẽmes̃h k̃hẽnakẽ hindisavẽ shenokhtẽn, yan / ney malũm wost

source: This is how you cite yourself if you wrote the content yourself.
wbl: Tawẽ ki muwod nivishẽt tus̃h k̃hũ hẽwolaẽ haz̃ir rẽdhoẽ bas wez

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
wbl: Ti rang khalgẽn bẽshkhayi yem yak mumkin nast. dẽ kommon Voysẽn shomil wocnẽri ghafch vẽdekisht, dor dishnẽ zẽrũrat nast ki tu dish ki cẽrsokhtẽs̃h shomil kod̃ (code) carẽn

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
wbl: Hayem set̃ingẽs̃h ti lowd̃bord̃ẽ wingẽ kant̃rol cart. Pẽrdhvj k̃hakrẽb ti yark nẽji wost. Yo matlabi yem ki ti sũrat, istimol k̃hakẽ kũzgẽ nung, woz yo tẽreqib sẽk (Leaderboard) ne winẽn. Dẽ k̃hũ yod dũrz ki lid̃ẽrbord̃ẽ (leaderboard) tabdiliyẽ c̃hk k̃hakres̃h (refresh) dẽqiqa dũrzd ̃{ $minutes }

source: Three to go!
wbl: truy rec̃hnẽr!

source: Tibetan
wbl: Tibeti Zik

source: Tigre
wbl: Tigri

source: Tlazoyaltepec Mixtec
wbl: Tlazoyatepec Mixtec

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
wbl: k̃hũ barqinomah e far g̃hirũvn yoy rost k̃hak dẽstan, saker barqinomah skẽ <emailFragment>commonvoice@mozilla.com</emailFragment> stũyit

source: Today
wbl: wudhg.

source: Today's Common Voice progress on clips recorded
wbl: Sẽk klip ricord̃ Kommon Voysẽ wudhgẽ trẽqi

source: Today's Common Voice progress on clips validated
wbl: Sẽk klipẽv wudhg Kommon Voys towsiq kert

source: Today's Progress
wbl: Wudhgẽ peshraft.

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
wbl: da Common Voice dataset wuzumner, yi voice clip bu user'ver durust dishn wost

source: Too many files
wbl: Bes̃h bes̃h faylisht

source: Top Contributors
wbl: cẽ kũk̃htẽn ghafch shrikat k̃hakẽkũzkisht

source: Total
wbl: Pũtũn

source: Total Approved
wbl: kul manzũr k̃hetk

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
wbl: tẽr rostẽ gẽnas̃h foyda khonaẽ gon wozẽs̃h oyon gon ki sakẽs̃h chiz molũmotẽ pẽ jẽhon gon. Cẽ kommon voysẽn shẽrũ k̃haker sẽk k̃hũ esbob dem dest linkẽ istimol car.

source: Toward next goal
wbl: Tra yayor hadaf gẽna / tra yayor menz̃il gẽna

source: Track progress here and on your stats page.
wbl: hẽdrem k̃hũ hisobkitobẽ tẽrẽqiyẽ tayin

source: Transcribe
wbl: Owog̃hũ qisa nivishit (t̃ranskrayb)

source: Transcribe answers
wbl: Jẽwobvẽ naqẽl

source: Transcribe Audio
wbl: Owog̃h nivish

source: Transcribe audio recordings into text
wbl: Sabt k̃hetk owog̃hi mawodev hada k̃hat zik nivishit

source: Transcribe audio recordings in your language
wbl: Dẽ k̃hũ zik sabit k̃hetk owog̃hi mawodev (od̃iyo’v e) nivishit

source: Transcribe Audio <small>(Coming soon)</small>
wbl: od̃ioẽ naqẽl<small>jaldẽb wezin</small>

source: Transcript edited successfully
wbl: Nivishetk (transcript) komyobig̃h mes̃h piwaynd vite

source: Transcript skipped successfully
wbl: t̃ranskript Komyobi mes̃h n trẽ cẽbas lekert

source: Transcript submitted successfully
wbl: Owog̃hũ nivishetk komyobig̃h mes̃h cherne (dokhil vite)

source: Transcript voted successfully
wbl: Nivishetk (transkripshan) e komyobig̃h mes̃h roy (vot̃) got.

source: Transgender
wbl: Khoja saro

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
wbl: Pontoon e estimol k̃hake haten spo 'guide' tayin carit.

source: Translating the site
wbl: 'Site' Tarjuma k̃hak

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
wbl: Tarjuma'e ce Angreezi ziken, laikin sashtes̃h mashorve de digar zikev be winge bas vezit. Sek 'profile icon' click carit, yandi the 'settings' rec̃hit k̃he k̃hu dishne zike hadra kat̃ith. Ce rost dhaste dest burj ep 'Locales' e nungan tarjumave qutor gotit. Tarjumavep yi roren cẽbas sẽk 'site' winnit.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
wbl: 'Common voice site' e tarjuma es̃h sẽk 'Pontoon' wost.

source: Try again by dragging your file here
wbl: Yiloy woz kushish carit ki k̃hũ fayl e drem kus̃hunit

source: Try uploading again
wbl: Kushish carit ki yiloy woz sanũvit

source: Turkish
wbl: Tũrki

source: Typically megabytes
wbl: Perges̃hetk megabayt̃isht

source: Ukrainian
wbl: Yukreni

source: Understand contribution criteria
wbl: Hisadorig̃hẽ mẽyorẽ hẽr pẽzũv kat̃

source: Understand how to contribute and validate sentences and audio clips to the Common Voice dataset
wbl: hisadoriẽ hẽr k̃hũ pẽzũv kat̃ woz jũmlavẽ towsiq car woz komon voysẽ d̃at̃asẽt̃ẽr owozẽ klipisht

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
wbl: hẽr k̃hũ pẽzũv kat̃ ki owozẽ kẽlip kẽs̃hũynẽ chiz s̃hẽkurni zẽrũrat woz k̃hũ owozẽ baf k̃hakẽrẽb yori rand!

source: Universities, Academics and Researchers
wbl: Donishgoahisht, ilmi shakhsiyatisht (donishmandisht) woz puzhuhandisht (muhaqiqisht)

source: Upload aborted. Do you want to delete your recordings?
wbl: Upload̃ ki resẽnẽ, cerg tub k̃hũ rikordẽ bũta?

source: Upload an image file
wbl: Yi aks-e fayl sanũvit

source: { $uploadedQuestions } of { $totalQuestions } questions collected
wbl: sowolẽv jama kert

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
wbl: { $uploadedQuestions } vẽ{ $totalQuestions } sowolẽv jama k̃hetk. tayin spo<guidelinesLink> rehnẽmoyiẽ</guidelinesLink> weraq ki cer sokhtẽs̃h sowolvẽ shomilẽn (add)

source: { $uploadedSentences } of { $totalSentences } sentences collected
wbl: { $uploadedSentences } -en { $totalSentences } jũmla’vev g̃hort

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
wbl: { $uploadedSentences } -en { $totalSentences } jũmla’vev g̃hort. Klik <downloadLink>drem </downloadLink>k̃he rad k̃hetk jũmla’v e rẽ dest khamũv (download).

source: Upload failed, please retry.
wbl: Sẽnũvn ne kecerte, mehbroni car k̃he woz kushish carit

source: Upload <icon></icon> public domain sentences
wbl: Sanũvit (Upload) <icon></icon> Umumi Jay-e Jũmlayisht

source: Upload in progress...
wbl: Sẽnũvni dẽ yark...

source: Upload more sentences?
wbl: Woz be jũmla’v e skem sanũv (kat̃) a?

source: Upload of this clip keeps failing at server. Reload the page or try again later.
wbl: hayem kẽlipẽ uplowd̃s̃h nokom wost, wẽraqẽ dũbora lowd̃ẽna yoy cẽbasẽn dẽbora kushish.

source: Upload of this clip keeps failing, keep retrying?
wbl: hayem klipẽs̃h tag aplowd̃ nẽ wost, jori lecẽrẽna?

source: Use correct grammar
wbl: Dũrũst grammar (zik-e qo’ida qonũn) yarker wũzũmit

source: Use correct spelling and grammar
wbl: rost hijaẽt gramare istimol

source: Use correct spelling and grammar.
wbl: Durust Hijja et Graimar istimol carit.

source: Use correct spelling and punctuation
wbl: Dũrũst imloh et waqfa’vev (puntuations)yarker wũzũmit

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
wbl: Yemi mufid yav-e<mark>asli qisa-e (zik-e )hawola’r </mark> woz shartev yarker wũzũmit (ya’ni ce mal ki sasht qisa’v (owog̃hev) shinokht k̃hak zoq carit hada khalg’v en kumdishtes̃h ki binivishetk et skẽ g̃has̃h qisa caren )
